<template>
  <div class="section">
    <Header/>

    <div class="terms">
      <h1 class="main_title">Пользовательское соглашение</h1>

      <br>
      <h2>Пользовательское соглашение</h2>
      <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ИП Орлов Георгий Андреевич
        (далее cmd-root или Администрация) с одной стороны и пользователем сайта с другой. Сайт cmd-root не является
        средством массовой информации. Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>

      <h2>Права и обязанности сторон</h2>
      <h3>Пользователь имеет право:</h3>
      <ul>
        <li>1. осуществлять поиск информации на сайте</li>
        <li>2. получать информацию на сайте</li>
        <li>3. использовать информацию сайта в личных некоммерческих целях</li>
      </ul>

      <h3>Администрация имеет право:</h3>
      <ul>
        <li>1. по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
        <li>2. ограничивать доступ к любой информации на сайте</li>
        <li>3. создавать, изменять, удалять информацию</li>
      </ul>

      <h3>Пользователь обязуется:</h3>
      <ul>
        <li>1. не нарушать работоспособность сайта</li>
        <li>2. не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с
          cайтом и его cервисами
        </li>
      </ul>

      <h3>Администрация обязуется:</h3>
      <ul>
        <li>1. поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
          aдминистрации причинам
        </li>
        <li>2. осуществлять разностороннюю защиту учетной записи пользователя</li>
        <li>3. предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти
          в случаях, установленных законом
        </li>
      </ul>

      <h2>Ответственность сторон</h2>
      <ul>
        <li>1. администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
        <li>2. в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное
          бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также
          бесперебойную работу информационного ресурса
        </li>
      </ul>

      <h2>Условия действия cоглашения</h2>
      <p>Данное Соглашение вступает в силу при любом использовании данного сайта. Соглашение перестает действовать при
        появлении его новой версии. Администрация оставляет за собой право в одностороннем порядке изменять данное
        соглашение по своему усмотрению.</p>
      <p>Администрация не оповещает пользователей об изменении в Соглашении.</p>

      <br>
      <p>:root/c:rypto/cmd-root/cmd-crypto/сmd_root/cmd_crypto (далее :root) и прочие названия, используемые для
        обозначения продукта.</p>
      <p> :root - это цифровой продукт, который дает покупателю доступ к закрытому серверу Discord на 30 дней с момента
        оплаты. </p>
      <br>

      <h2>Покупка товара на сайте</h2>
      <p>Покупку доступа к закрытому серверу Discord можно осуществить на сайте "crypto.cmd-root.com", при наличии
        свободных мест, с помощью доступных на сайте платежных методов (список может обновлятся): $USDT/$USDC в сети
        Ethereum; $USDT/$USDC в сети Polygon; $USDT/$USDC в сети Solana; $USDT/$USDC/$BUSD в сети Binance Smart Chain.
      </p>
      <br>
      <p>При успешном оформлении и оплате заказа на сайте "crypto.cmd-root.com" вы увидите, а также вам на почту будет
        продублирован лицензионный ключ с инструкциями по его активации.
      </p>

      <h2>Покупка товара на сайте</h2>
      <p>Подписку необходимо продлевать каждые календарых 30 дней, по проществию срока действия подписки вы получите
        уведомление, через систему Discord-оповещений, о необходимости продления подписки. Продлить подписку вы можете в
        дешборде с использованием доступных платежных средств. Если подписка не будет оплачена в срок, пользователь
        потеряет доступ к каналам в Discord сервере. Если подписка не будет оплачена в течении календарных 3х дней после
        срока окончания подписки, то его ключ будет автоматически удален из нашей базы данных, без возможности
        восстановления. После истечения срока в 3 календарных дня и удаления ключа из нашей базы данных единственной
        возможностью для пользователя вновь получить доступ к закрытому Discord-серверу будет повторная покупка ключа на
        сайте "crypto.cmd-root.com" при наличии свободных мест.
      </p>

      <h2>Неактивированный ключ</h2>
      <p>По прошествии 30-и календарных дней с момента покупки ключа в случае, если не будет произведена оплата, ключ
        будет безвозвратно и без уведомлений удален из нашей базы данных.</p>

      <h2>Правила продажи лицензионного ключа</h2>
      <ul>
        <li>1. Вы можете купить/продать неактивированный лицензионный ключ. Любой активированный ключ не может быть
          продан.
        </li>
        <li>2. Активации подлежит только неиспользованный лицензионный ключ. Приобрести его вы можете на нашем сайте во
          время рестока, либо у стороннего человека, продающего ключ на любой площадке по продаже ботов/кук групп и тд.
        </li>
        <li>3. Пользователь не имеет права продавать свой Дискорд аккаунт (бернер). Продажа запрещается правилами
          сервиса.
          В случае выявления нарушения, договор между сторонами будет расторгнут в одностороннем порядке. Также данный
          аккаунт будет заблокирован.
        </li>
      </ul>

      <h2>Продавцам/покупателям</h2>
      <p>Пользователь может продать приобретенный ключ через официального представителя, либо через любую другую
        площадку, соблюдая следующие правила:</p>
      <ul>
        <li>1. Вы не должны активировать свой ключ в дашборде или принимать приглашение на сервер discord из письма,
          отправленного вам на почту. В случае нарушения данных правил, ключ не может быть продан.
        </li>
        <li>
          Во избежание спорных ситуаций и обмана со стороны продавца/покупателя советуем пользоваться официальным
          посредником в социальной
          сети Вконтакте(https://vk.com/cmd_safe). Мы всегда сможем оперативно провести сделку и проверить ключ на
          подлинность. Все сделки, проведенные через третьих лиц, не являются официальными. В случае возникновения
          спорных ситуаций/обмана мы не несем никакой ответственности и не сможем вам ничем помочь.
        </li>
      </ul>

      <h2>Правила канала в Discord:</h2>
      <ul>
        <li>1. В Discord канале запрещен спам;</li>
        <li>2. Запрещена реклама сторонних сайтов/серверов/сервисов(разрешение необходимо запрашивать у администрации);
        </li>
        <li>3. Запрещено оскорблять участников канала;</li>
        <li>4. Запрещено продавать или продвигать нелицензионное программное обеспечение;</li>
        <li>5. Запрещено спорить с администраторами и модераторами;</li>
        <li>6. Запрещено распространять ложную информацию;</li>
        <li>7. Запрещено делиться информацией из нашего канала;</li>
        <li>8. Активность на канале является одним из ключевых факторов. Если мы увидим, что после приобретения доступа к
          дискорд каналу, на протяжении длительного времени вы не проявляете активность на канале, от вас нет саксесов,
          в таком случае мы оставляем за собой право заблокировать ваш аккаунт по причине неактивности.
        </li>
      </ul>
      <p>Нарушение любого из вышеуказанных правил может привести к временному ограничению вашего аккаунта, а в случае
        повторного нарушения правил мы оставляем за собой право наложить постоянную блокировку на ваш аккаунт.</p>

      <h2>Возврат денежных средств</h2>
      <p>
        <strong>Мы не осуществляем никаких возвратов, так как наш сервис основан на цифровых технологиях.</strong>
      </p>

<!--      <h2>Реквизиты</h2>-->
<!--      <h3>ИП Орлов Георгий Андреевич</h3>-->
<!--      <p>ОГРНИП 318784700222659</p>-->
<!--      <p>ИНН 780446025482</p>-->
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
.section {
  display: flex;
  flex-direction: row;
  justify-content: center;
  background: none;
}

.terms {
  padding: 50px 70px 120px;
  margin-bottom: 70vh;
  color: rgba(114, 122, 132, 1);
  font-size: 14px;
  line-height: 16px;
  width: 1060px;
}

h1, h2, h3 {
  margin: 15px 0;
}

.main_title {
  font-weight: 500;
  font-size: 20px;
  line-height: 23px;
  color: #FFFFFF;
}
</style>
